/**
 * 静态的JS数据
 * 
 * Add by: major.miao
 */
let RedPacketRule = [{
	"question": 'Q1. 发红包的限额是多少？',
	"answer": '：单个红包领取金额为0.01-200元，单次最多可发5000个红包。'
}, {
	"question": 'Q2. 如何处理未被领取完的红包？ ',
	"answer": '：未被领取完的红包，在24小时后将自动退还至您的支付宝账户中，你可在收支明细查看记录。'
}, {
	"question": 'Q3. 如何发红包？ ',
	"answer": '：你可以选择两种发红包的方式，随机金额红包和等额红包，在随机金额方式下，输入红包的总金额和红包个数；在等额红包的方式下，输入单个红包的金额和红包个数。'
}, {
	"question": 'Q4. 如何领红包？ ',
	"answer": '：每一红包只可被同一个领取一次，领取成功后将不得重复领取，且每个用户单日抢红包限制为50次，当日超过该限制后不得领取红包，次日限制自动取消。'
}, {
	"question": 'Q5. 禁止行为 ',
	"answer": '：禁止以发红包的形式发布广告、活动及其他营销类信息；禁止以发红包的形式发布任何违反金斧子社区守则的内容；禁止注册马甲、水军等机器人账号参与抢红包。一经发现违规，将对违规账号采取删帖、禁言、取消相关权限乃至删除账号等措施。'
}];
export {
	RedPacketRule
}